[
    {
        "id_buku": "1",
        "kategori": "Novel",
        "judul": "Fly Me To The Moon",
        "foto": "fly.jpg",
        "pengarang": "Ria",
        "penerbit": "",
        "tahun_terbit": "2008",
        "sinopsis": "Dua orang yang berbeda karakter namun bisa saling menyatu dan saling melengkapi dalam pengkhianatan, kesedihan dan cinta. Takdir selalu menuntun manusia pada jalannya masing-masing. Walau jalan itu harus berliku dan berputar jauh. Sejauh menggapai bulan di angkasa.\nLuna Sisilia, adalah wanita 23 tahun yang sangat optimis dalam memandang cinta. Seberapa seringnya ia kecewa karena cinta, namun ia tidak pernah memandang cinta adalah suatu kutukan yang hanya memberikan rasa sakit. Walau ia sangat optimis dalam cinta, namun justru ia orang yang sangat rapuh dalam menjalani hidupnya dikarenakan masa lalunya. Tapi Luna selalu berhasil mengelabui semua orang dengan karakter cerianya dan mampu menyembunyikan kerapuhannya. Tapi tidak selamanya Luna bisa melarikan diri dari masa lalunya. Ia harus menghadapinya dengan keberaniannya.\nBerbeda dengan Luna, Rama Aditya adalah pria yang sangat pesimis memandang cinta. Karena pengkhianatan dan kekecawaan yang ia dapatkan dari wanita yang dicintainya. Namun saat bertemu dengan Luna, pandangannya tentang cinta pun berubah. Gadis itu mampu menunjukkan padanya bagaimana cinta. Yang walau memberikan rasa sakit tapi tetap memberikan sesuatu yang indah dalam hidup. Bersama Luna, Rama mulai mampu membuka hatinya terhadap cinta. Namun saat cinta terasa sulit, akankah Rama memperjuangkan cintanya dan tidak melepaskannya seperti cintanya terdahulu?"
    },
    {
        "id_buku": "2",
        "kategori": "Novel",
        "judul": "1st Love Never Die",
        "foto": "1st_love.jpg",
        "pengarang": "Camarillo Maxwell",
        "penerbit": "-",
        "tahun_terbit": "2008",
        "sinopsis": " blabalalalaalallalallalalallllllllllllllllllllllllllll lllllllllllalalalallalalallalablabalal   alaalallalallalalallllllllllllllllllll lllllllllllllllllllalalalallalalallala  "
    },
    {
        "id_buku": "3",
        "kategori": "Novel",
        "judul": "Hujan Punya Cerita Tentang Kit",
        "foto": "hujan.jpg",
        "pengarang": "Yoana Dianika",
        "penerbit": "",
        "tahun_terbit": "2013",
        "sinopsis": "Dalam Acara KKN yang di adakan di kampusnya, Kinanthi bertemu Rangga. Mereka merasa cocok satu sama lain dan saling jatuh cinta. Namun, cinta mereka tak semulus jalan tol. Ada Krisan, sahabat Rangga yang diam - diam sangat mencintai pemuda itu. Krisan memiliki masa lalu yang gelap. Ia pernah diperkosa oleh preman mabuk ketika masiah duduk di bangku SMA. Dan, tak seorang pun yang tahu aib yang ia derita. Hanya Rangga, sahabatnya sejak kecil. Rangga pun tak pernah menceritakan masa lalu Krisan kepada orang lain. Tak heran, bila Krisan merasa hanya Ranggalah satu - satunya pria yang bisa menjadi pendamping hidupnya. Karena ia merasa tak mungkin menemukan pria lain yang bisa menerima dirinya apa adanya. Tetapi, kehadiran Kinanthi membuat harapan Krisan harus punah. Meski ia sudah berusaha memisahkan Kinanthi dan Rangga, tetapi cinta sepasang kekasih itu terlalu kuat. Krisan hanya bisa pasrah. Hanya saja, takdir sepertinya tak pernah mau mendukung cinta Kinanthi dan Rangga. Ayah Rangga yang sudah menduda ternyata jatuh cinta kepada ibu Kinanthi yang janda. Mereka menikah. Rangga dan Kinanthi terpaksa harus mengubah cinta mereka menjadi cinta kepada saudara tiri. Sementara itu, ibu Kinanthi sudah menjodohkan puterinya dengan Azar, anak dari sahabat baiknya. Kinanthi tidak mencintai Azar, tetapi ia ingin melupakan Rangga, sehingga ia menerima perjodohan itu. Rangga marah dan kecewa, tetapi apa dayanya ? Dengan pedih ia harus menerima kenyataan pahit tersebut. Tetapi cinta Kinanthi memang hanya untuk Rangga. Sehari sebelum acara pertunangannya, Kinanthi melakukan sesuatu yang menunjukkan betapa besarnya cintanya kepada Rangga. Apakah yang dilakukan Kinanthi ? Apakah Kinanthi dan Azar akan tetap meniakh ? Bagiku, hujan menyimpan senandung liar yang membisikan 1001 kisah. Tiap tetesnya yang merdu berbisik lembut, menyuarakan nyanyian alam yang membuatku rindu mengendus bau tanah basah. Bulir - bulir yang jatuk menapak di atas daun, mengalir lurus menyisakan sebaris air di dedaunan. Sejuk, mirip embun\" \"Hidup seperti ini. Aku bisa merasakan senja yang bercampur bau tanah sepeninggal hujan. Seperti kanvas putih yang tersapu warna - warna homogen indah. Dentingan sisa - sisa titik hujan di atas atap terasa seperti seruling alam yang bisa membuatku memejamkan mata. Melodi hidup, aku menyebutnya seperti itu. Saat semua ketenangan bisa ku dapatkan tanpa harus memikirkan apa pun\" -Ranggadipta-\n***\nNamanya Rangga. Seorang lelaki yang saat ini sedang menempuh kuliah di Universitas Airlangga, Surabaya. Ia berbeda di Fakultas Ilmu Budaya, jurusan Sejarah. Menarik ketika ia mengungkapkan alasannya masuk jurusan Sejarah. \"Bagiku, sejarah itu menarik dan tetap berhubungan dengan alam juga. Perubahan yang melingkupi peradaban manusia tidak mungkin bisa dibaca kalau nggak ada sejarah, kan ? Bagiku, manusia perlu belajar sejarah loh. Bukan untuk meratapi masa lalu sih, lebih tepatnya untuk mengoreksi masa lalu, agar bisa berjalan lebih baik kedepannya\". Ia juga sangat tertarik dengan fotografi dan backpacking. Setiap kemunculannya, ia selalu tak lupa untuk membawa kamera kesayangannya. Dan kini, ia siap memulai petualangan barunya pada masa KKN.\n***\nWanita ini bernama Kinanthi, biasanya orang akrab memanggilnya Kie. Pendiam, tidak terlalu pintar juga tidak terlalu bodoh. Bisa di bilang ia biasa saja. Kuliah di jurusan Akutansi Fakultas Ekonomi Universitas Airlangga. Kurang suka dengan orang - orang baru, bisa dibilang ia agak tertutup. Penderita astraphobia, sebuah ketakutan yang berlebihan terhadap petir. Maka dari itu, ia sangat benci hujan. Ketika masa KKN tiba, ia sangat khawatir dengan orang baru - baru di sekitarnya. Ia berharap ada orang yang mungkin bisa dikenalnya nanti.\n***\nWanita berparas cantik, tinggi, putih, pintar dan modis sehingga pasti merupakan sosok wanita yang sangat dikagumi oleh para lelaki. Ia memanglah seorang model. Kuliah di tempat yang sama dengan Rangga dan Kinanthi, serta satu fakultas dengan Kinanthi. Ia adalah Krisanti, bisa dipanggil Krisan. Merupakan teman masa kecil Rangga yang secara mengejutkan kembali dipertemukan pada masa KKN.\n***\nAzar namanya. Diantara tokoh utama yang ada, tokoh inilah yang memiliki kesan paling intelektual. Ia adalah seorang mahasiswa jurusan Farmasi. Ia juga pernah berprestasi di tingkat internasional. Selalu menjadi teman yang baik bagi Kinanthi dan Rangga. Dan secara tidak langsung ada rasa yang harus dikorbankan untuk para sahabatnya. Masa KKN, menjadi masa yang menarik bagi mahasiswa. Ada yang bilang dengan KKN kita bisa kontribusi nyata dengan masyarakat setempat. Ada yang bilang KKN itu momen yang tak terlupakan. Pengalaman yang ada selama KKN bisa jadi pelajaran juga katanya. Universitas Airlangga, Surabaya kali ini juga mengadakan KKN bagi mahasiswanya. KKN mereka kali ini berlokasi di Desa Sumber Arum, Kecamatan Dander, Bojonegoro. Kekhawatiran bagi mahasiswa yang ikut KKN ialah sulitnya untuk komunikasi dengan dunia luar, internet sulit, listrik kurang, rumah sempit dan sebagainya. Beberapa mahasiswa pun merasakan seperti itu, termasuk Kie. Namun, hal ini tidak berlaku bagi Krisan dan Rangga. Dan melalui KKN inilah, kisah perjalanan mereka akan dimulai. Kie yang sangat tidak menyukai suasana baru dan orang - orang baru mulai memikirkan hal - hal yang tidak nyaman mengenai kekhawatiran - kekhawatiran yang ada selama KKN. Ia sedikit beruntung karena kebetulan teman satu fakultasnya, Krisan berada satu lokasi dengannya, namun ia pernah satu kelas mata kuliah dengannya. Krisan yang memang populer dikampus membuat Kie tidak sulit untuk mengingatnya. Kejutan kemabli terjadi ketika ternyata salah seorang sahabat lama Krisan muncul dan satu lokasi KKN dengan mereka. Namanya Rangga. Kebersamaan mereka berdua agak renggang sejak mereka berdua disibukkan oleh jadwal kegiatn kuliah masing - masing hingga KKN mempertemukan mereka kembali. Disinilah awal mula pertemuan Rangga dan Kie. Setiba dilokasi KKN, masing - masing membereskan barangbawaannya. Setelah semua rapi, ketua kelompok KKN, Adin, mengumpulkan semuanya dan mulai mendiskusikan hal - hal yang akan dilakukan selama masa KKN. Ia juga membagi beberapa kelompok kecil lagi untuk membentuk divisi tertentu. Ada divisi pendidikan, kesehatan, kesejahteraan masyarakat dan infrastruktur. Ketika Adin membebaskan setiap orang untuk memilih divisi sesuai passion-nya, disepakatilah yang tergabung dalam divisi pendidikan ialah Kie, Krisan, Rangga, Azar serta Yuli. Malam itu juga, semua divisi membicarakan perencanaan ke depannya.\n***\nHari - hari KKN terus berjalan tidak peduli siang, malam, panas, hujan semua sibuk dengan kegiatan yang sudah dirancang. Hingga ada sesuatu yang mulai dirasakan oleh Rangga terhadap sesosok wanita bernama Kie. Kebersamaannya selama ini memberikan nuansa aneh dalam dirinya. Ada kemauan untuk selalu melindungi Kie dari situasi apapun. Wajah Kie tidak pernah luput dari kamera yang selalu ia bawa, bahkan wajahnya sudah terukir dalam pikiran Rangga.\n***\nApa yang dirasakan Rangga, juga mulai dirasakan Kie. Ia merasa nyaman ketika berada di hadapan Rangga. Ia juga tidak mengerti rasa apa itu. Tetapi, ada tempat tersendiri bagi Rangga dalam hati Kie yang tidak bisa digantikan oleh orang lain.\n***\nPada masa KKN ini, Krisan sangat bahagia bisa bertemu lagi oleh sahabat lamanya Rangga. ia ingin kisah - kisah masa lalunya dengan Rangga kembali terukir manis. Kedekatannya dengan Rangga mungkin akan membuat orang lain iri. Rangga juga sudah menganggap Krisan seperti Adik sendiri. Krisan pun mengingat masa - masa dimana ia menganggap keberadaan Rangga sangat berarti bagi kehidupannya.\n***\nPertama kali melihatnya di depan kamar mandi, ada rasa penasaran di hati Azar, siapa wanita yang baru saja ia lihat. Terasa familiar dalam ingatannya, namun ia lupa pernah bertemu dimana. Hingga secara tidak sengaja, ia mendengar lantunan sebuah lagu yang dinyanyikannya dalam Bahasa Prancis. Ia tidak tahu makna lagu tersebut, namun dari melodi yang keluar, ia tahu apa arti tersirat dalam lagu tersebut. Ketenangan gadis tersebut telah memikat hati Azar. Ia mulai merasa ada cinta dihatinya meski ia belum menyadari arti cinta itu sendiri. Dan wanita yang dikaguminya itu ialah Kie."
    },
    {
        "id_buku": "4",
        "kategori": "Novel",
        "judul": "Lovasket",
        "foto": "love.jpg",
        "pengarang": "Luna Torashyngu",
        "penerbit": "",
        "tahun_terbit": "2011",
        "sinopsis": "Sang Pengarang mengisahkan tokoh utama bernama Savira Priskilla (Vira), puteri tunggal seorang Direktur Bank Central Buana. Ia bersekolah di SMA Altavia, sebuah SMA Elit di Bandung. Vira mewakili SMA Altavia dalam Turnamen Bola Basket se - Jawa - Bali dan menjadi MVP alias pemain terbaik dan top score.\nVira merupakan ketua geng putri yang sangat berpengaruh di SMA Altavia, sebutan gengnya adalah \"The Roses\". \"The Roses\" beranggotakan 5 anggota yaitu Vira, Amel, Stella, Lisa, dan Diana. Kelima anggota geng ini mempunyai latar belakang keluarga yag berbeda - beda. Dan karena perbedaan itu \"The Roses\" dianggap paling powerfull. Gengnya mempunyai motto \" BE PARTY, BE HAPPY !!! \" ini, sangat hobi hangout, shopping, nonton, clubbing, jalan - jalan di mal, pokoknya suka have fun dan party - party.\nStatus Vira sebagai ketua geng putri \"The Roses\", atlet basket andalan sekolah, dan pengurus OSIS bidang olahraga membuatnya menjadi orang paling berpengaruh di sekolahnya, paling tidak dikalangan putri. Terlebih lagi Vira juga menjalin hubungan dengan Robi anak kelas 3 sang atlet basket, putera dari ketua yayasan yang menaungi SMA Altavia, tak heran jika Vira seakan - akan menjadi \"Top Girl\" di SMA Altavia.\nSuatu hari, hidup Vira yang mewah berubah drastis. Semua harta benda orang tuanya di sita oleh kejaksaan. Ini karena Papa Vira dituduh korupsi, hingga membuatnya harus mendekam di balik jeruji besi dengan waktu yang cukup lama. Tak hanya itu, Vira harus rela dikeluarkan dari SMA Elit itu. Dan tinggal dirumah kontrakan kecil seadanya bersama ibunya.\nSelain nasib yang menimpanya itu, Vira juga terpukul atas apa yang telah di perbuat oleh Stella, Lisa, dan Diana, teman - teman yang dekat dengannya kini menjauhinya, terkecuali Amel. Namun, Amel pun diancam oleh Stella, Lisa, dan Diana untuk ikut memusuhi Vira. Vira merasa heran melihat perbuatan teman - temannya dekatnya. Dulu, mereka saling tolong - menolong dan sekarang saat Vira sedang membutuhkan bantuan, mereka malah meninggalkan dan memusuhi Vira. Sejak saat itu Vira telah berubah. Vira sangat membenci basket yang selama ini sudah mendarah daging dalam dirinya, dia menjadi tertutup dan jarang sekali merawat rambutnya.\nKini Vira sekolah di SMA 31, sekolah yang terletak di pinggiran kota. Dia menemukan teman baru yaitu Niken, yang dalam resensi novel lovasket ini menjadi sang ketua OSIS sekaligus anak seorang penjual kerupuk langganan Ibu Vira. Niken berjanji akan membantu Ibu Vira untuk mengembalikan keceriaan Vira. Usaha Niken untuk mendekati Vira selalu mendapat sambutan dingin, namun Niken tidak pantang menyerah. Perjuangan Niken akhirnya membuahkan hasil, kini Vira mulai terbuka terhadap Niken. Ibu Vira juga berusaha untuk memberikan semangat kepada Vira. Ibu Vira menceritakan sedikit tentang kehidupan Niken yang jauh lebih menyedihkan daripada kehidupan Vira saat ini. Dan Niken lambat laun dapat bangkit kembali dari kesusahan hidupnya.\nDi akhir tahun pelajaran akan diadakan penghapusan eksul yang dianggap tidak dapat menunjukkan prestasi yang membanggakan sekolah, basket salah satunya. Niken berencana mengikutsertakan tim basket SMA 31 di Turnamen Bola Basket Antar - SMA - Se- Bandung Raya agar eskul Basket tidak di hapus dari sekolah. Niken pun berusaha keras untuk mengajak Vira agar Vira mau bergabung dengan tim basket SMA 31.\nSuatu hari, Diana datang keruamh Vira. Vira pun masih sakit hati terhadap perbuatan Diana saat Vira sedang kesusahan. Kedatangan Diana ke ruamhnya hanya untuk mengatakan bahwa dia \"hamil\". Lantas mengapa Diana tidak datang ke tempat sahabat - sahabatnya, Stella dan Lisa, justru Diana datang kepada Vira yang jelas - jelas bukan sahabatnya lagi. Vira pun acuh tak acuh terhadap perkataan Diana. Hingga suatu pagi Vira di kagetkan oleh telepon yang berasal dari Diana. Ternyata Diana mengucapkan kata terakhir kalinya keapada Vira. Diana bunuh diri dan membuat Vira terpukul karena sikapnya yang acuh tak acuh saat Diana datang kepadanya.\nAkhirnya Vira mau bergabung dengan tim basket SMA 31. Awalnya masuknya Vira sebagai tim inti basket cewek mengundang protes dari kapten tim dan beberapa anak lain. Namun, Vira bergabung setelah semua anggota tim basket tercengang melihat kemampuan Vira yang berskill tinggi. Dengan bergabungnya Vira di dalam tim basket SMA 31, Vira menjadi dekat dengan Rey yang merupakan atlet basket cowok SMA 31.\nSekembalinya Vira ke dunia basket membuat Vira dapat pulih seperti Vira yang dulu. Untuk mengasah kemampuan bermain basket Vira, hampir setiap malam minggu Vira bersama dengan Rey mengikuti pertandingan streetball. Kedekatan Vira dengan Rey membuat Niken yang selama ini memendam cinta untuk Rey, cemburu. Dan sempat menimbulkan konflik.\nSuatu sore, tim basket SMA 31 melakukan pertandingan persahabatan antara SMA 23. SMA 31 unggul dari pada SMA 23 dengan skor yang cukup baik, tapi kemenangan tim SMA 31 mendapat sambutan yang tidak baik dari anggota tim. Konflik baru kembali muncul antara Vira dengan Rida sang kapten basket putri SMA 31 yang tidak terima karena Rey lebih membela Vira sebagai anak baru daripada Rida.\nSejak konflik tersebut, Vira berusaha untuk memberikan penjelasan kepada Rida. Suatu hari, Vira mengajak Rida ke C-Tra Arena untuk melihat anak - anak SMA Altavia bermain basket. Namun, keberuntungan sedang tidak ada di pihak Vira, saat mereka berdua akan meninggalkan arena, Vira dan Rida bertemu dengan Stella dan Lisa. Stella berniat mengajak bertanding Vira 1 on 1, tawaran itu diterima oleh Vira karena Vira ingin menyelamatkan Rida. Vira dapat dikalahkan oleh Stella, semuanya terjadi karena Vira hanya ingin mengalah saja. Rida kahirnya tetap bersatu bersama Vira untuk berjuang memenangkan turnamen basket antar sekolah.\nUsai pertandingan selesai, seperi biasa Vira diantar pulang oleh Rey. Vira kaget karena yang ada di hadapannya bukan sang ibu, tapi sang Papa. Betapa bahagianya Vira karena Papanya terbukti tidak bersalah sehingga semua harta keluarga Vira dapat kembali seperti dulu. Hingga pada akhirnya, SMA 31 besok berhadapan dengan SMA Altavia. Di luar dugaan Vira, malam harinya, Robi datang ke rumah Vira dengan maksud yang tertentu.\nAkhirnya puncak pertandingan tiba. Pertandingan ini merupakan \"pertempuran\" dari 2 sekolah yang berbeda 180 derajat. SMA LAtavia mewakili sekolah mewah yang ada di pusat kota, sedangkan SMA 31 yang terletak di pinggiran kota mewakili sebagian besar sekolah yang ada di Indonesia. Dan juga pertandingan ini merupakan pertarungan pribadi antara 2 pemain basket SMA terbaik di Bandung, Stella Winchest dari SMA Altavia dan Savira Priskila dari SMA 31. Pertandingan ini sekaligus membuktikan siapa yang pantas disebut \"Best of the Best\".\nPertandingan hampir dimulai, namun Vira belum juga muncul. Pertandingan pun dimulai tanpa adanya Vira. Kata Niken, Vira datang terlambat karena ia ada urusan dengan Stephanie, salah seorang alumnus SMA Altavia yang mengerti benar sifat Robi. Meski Akhirnya SMA 31 kalah, karena SMA Altavia yang berkaptenkan Stella mantan sahabat Vira itu berbuat curang. Gelar Top Scorer telah jelas diraih oleh Stella, tapi gelar MVP diterima oleh Vira dari SMA 31.\nTugas Vira untuk membantu tim basket agar tidak dihapus telah selesai, namun Vira masih mempunyai tugas yang harus segera di selesaikan. Vira menjelaskan semua tentang kedekatannya dengan Rey kepada Niken. Meski keluarganya Vira dapat kembali seperti dulu, Vira tetap bersekolah di SMA 31. Karena disini Vira sudah merasa nyaman. Amel, sahabat Vira memutuskan untuk pindah ke sekolah Vira dan Niken. Liburan semester tiba. Vira berlibur ke Australia, disana dia menemukan cintanya. Dialah Kak Aji yang mendapat beasiswa kuliah di University of Sydney, Australia. Dan ternyata Kak Aji adalah kakak Niken."
    },
    {
        "id_buku": "6",
        "kategori": "Komik",
        "judul": "Avatar The Last AirBender  The",
        "foto": "av.jpg",
        "pengarang": "jiwey",
        "penerbit": "",
        "tahun_terbit": "2013",
        "sinopsis": "kkasjhdkjahd kjsahd aksjhd askjhd"
    },
    {
        "id_buku": "7",
        "kategori": "Novel",
        "judul": "Sayap Bidadari",
        "foto": "sb.jpg",
        "pengarang": "fitria",
        "penerbit": "tt",
        "tahun_terbit": "2011",
        "sinopsis": "hgkjgsfjbcn"
    },
    {
        "id_buku": "10",
        "kategori": "Komik",
        "judul": "Fairy Tail",
        "foto": "00.jpg",
        "pengarang": "tata",
        "penerbit": "tara",
        "tahun_terbit": "2010",
        "sinopsis": "hahahah"
    },
    {
        "id_buku": "16",
        "kategori": "Novel",
        "judul": "Merah Muda & Biru",
        "foto": "mb.jpg",
        "pengarang": "Kakashi",
        "penerbit": "Elex Media",
        "tahun_terbit": "1994",
        "sinopsis": "Merah Muda & Biru"
    }
]